Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_passcode_remove
source: Remove local passcode
be: Выдаліць лакальны код доступу
ca: Eliminació del codi d'accés local
de: Pincode entfernen
es: Quitar código
fr: Supprimer le code de d'accès
it: Rimuovi codice di blocco
ko: 암호 삭제
ms: Keluarkan kod laluan tempatan
nl: Toegangscode verwijderen
pl: Usuń lokalny kod dostępu
pt_br: Remover senha de bloqueio
ru: Отключение код-пароля
tr: Yerel parolayı kaldır
uk: Вилучити локальний пароль

# lng_passcode_submit
source: Submit
be: Адправіць
ca: Envia
de: Absenden
es: Enviar
fr: Valider
it: Invia
ko: 입력
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Entrar
ru: Подтвердить
tr: Gönder
uk: Розблокувати

# lng_passcode_turn_off
source: Turn off
be: Выключыць
ca: Desactiva
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ko: 끄기
ms: Padam
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
tr: Kapat
uk: Вимкнути

# lng_passcode_turn_on
source: Turn on local passcode
be: Уключыць лакальны код доступу
ca: Activa el codi d'accés local
de: Pincode einrichten
es: Activar código
fr: Définir un code d'accès
it: Attiva codice di blocco
ko: 암호 사용
ms: BUKA kod laluan tempatan
nl: Toegangscode
pl: Włącz lokalny kod dostępu
pt_br: Ativar senha de bloqueio
ru: Включить код-пароль для приложения
tr: Yerel parolayı aç
uk: Увімкнути локальний пароль

# lng_passcode_wrong
source: Wrong passcode
be: Няправільны код доступу
ca: Codi d'accés incorrecte
de: Falscher Pincode
es: Código incorrecto
fr: Code d'accès erroné
it: Codice errato
ko: 잘못된 암호입니다.
ms: Kod laluan salah
nl: Onjuiste toegangscode
pl: Nieprawidłowy kod dostępu
pt_br: Senha incorreta
ru: Неверный код-пароль
tr: Yanlış parola
uk: Хибний пароль

# lng_passport_about_password
source: This password will also be required whenever you log in to a new device.
be: Гэты пароль будзе патрэбны, калі вы ўвойдзеце ў ваш уліковы запіс з новай прылады.
ca: Aquesta contrasenya també se us demanarà quan inicieu sessió en un nou dispositiu.
de: Dieses Passwort benötigst du, sobald du dich mit einem neuen Gerät anmeldest.
es: Esta contraseña también será requerida cuando inicies sesión en un dispositivo nuevo.
fr: Ce mot de passe sera aussi requis à chaque fois que vous vous connecterez sur un nouvel appareil.
it: Questa password sarà richiesta anche ogni volta che accedi a un nuovo dispositivo.
ko: 새로운 기기에서 로그인할 때마다 비밀번호를 입력하셔야 합니다.
ms: Kata laluan ini diperlukan setiap kali anda log masuk ke peranti baru.
nl: Dit wachtwoord is ook nodig voor het inloggen op nieuwe apparaten
pl: To hasło będzie również wymagane przy każdym logowaniu do nowego urządzenia.
pt_br: Essa senha também será necessária sempre que você entrar usando um novo dispositivo.
ru: Этот пароль также потребуется для входа с новых устройств.
tr: Yeni bir cihazda oturum açtığınızda bu parola da gerekli olacaktır.
uk: Цей пароль потрібно буде вводити при вході з нового пристрою.

# lng_passport_accept_allow
source: You accept the {policy} and allow their {bot} to send you messages.
be: Вы пагаджаецеся з {policy} і дазваляеце іх боту {bot} адпраўляць вам паведамленні.
ca: Accepteu la {policy} i permeteu que el {bot} us enviï missatges.
de: Du akzeptierst die {policy} und erlaubst {bot} dir Nachrichten zu senden.
es: Aceptas la {policy} y permites que {bot} te envíe mensajes.
fr: Vous acceptez la {policy} et autorisez son {bot} à vous envoyer des messages.
it: Accetti l'{policy} e consenti a {bot} di inviarti messaggi.
ko: {policy} 개인 정보 정책을 수락하시어 {bot} 봇이 회원님에게 메시지를 보낼 수 있도록 합니다.
ms: Anda terima {policy} dan membernarkan {bot} untuk kirim mesej anda.
nl: Je gaat akkoord met de {policy} en staat doe dat {bot} je berichten stuurt.
pl: Akceptujesz {policy} i zezwalasz botowi {bot} na wysyłanie ci wiadomości.
pt_br: Você aceita a {policy} e permite que o {bot} te envie mensagens.
ru: Вы принимаете {policy} и разрешаете боту {bot} отправлять Вам сообщения.
tr: {policy} kabul ediyor ve {bot} botunun mesaj göndermesine izin veriyorsunuz.
uk: Ви приймаєте {policy} та дозволяєте боту {bot} надсилати вам повідомлення.

# lng_passport_address_agreement
source: Tenancy agreement
be: Дамова арэнды
ca: Contracte de lloguer
de: Mietvertrag
es: Contrato de alquiler
fr: Contrat de location
it: Contratto di locazione
ko: 임차 계약서
ms: Perjanjian penyewaan
nl: Huurovereenkomst
pl: Umowa najmu
pt_br: Contrato de aluguel
ru: Договор об аренде
tr: Kira sözleşmesi
uk: Договір оренди

# lng_passport_address_agreement_upload
source: Upload a scan of your tenancy agreement
be: Запампуйце вашу сканаваную дамову арэнды
ca: Escanegeu i pugeu el contracte de lloguer
de: Scan deines Mietvertrages hochladen
es: Sube un escaneo de tu contrato de alquiler
fr: Envoyez un scan de votre contrat de location
it: Carica una scansione del tuo contratto di locazione
ko: 회원님의 임차 계약서를 스캔하여 업로드하세요
ms: Muat naik imbasan perjanjian penyewaan anda
nl: Upload een scan van je huurovereenkomst
pl: Prześlij skan umowy najmu
pt_br: Envie a digitalização do seu contrato de aluguel
ru: Загрузите скан договора об аренде
tr: Kira sözleşmesinin taramasını yükleyin
uk: Завантажте скан договору оренди

# lng_passport_address_bill
source: Utility bill
be: Чэк камунальных паслуг
ca: Factura de subministraments
de: Versorgerrechnung
es: Factura de servicios
fr: Facture de service
it: Bolletta
ko: 공과금 고지서
ms: Bil utiliti
nl: Energierekening
pl: Rachunek za media
pt_br: Fatura de serviço
ru: Коммунальный счёт
tr: Fatura
uk: Рахунок за комунальні послуги

# lng_passport_address_bill_upload
source: Upload a scan of your utility bill
be: Запампуйце ваш сканаваны чэк камунальных паслуг
ca: Escanegeu i pugeu una factura de subministraments
de: Scan deiner Versorgerrechnung hochladen
es: Sube un escaneo de tu factura de servicios
fr: Envoyez un scan de votre facture de service
it: Carica una scansione della tua bolletta
ko: 회원님의 공과금 고지서를 스캔하여 업로드하세요
ms: Muat naik imbasan bil utiliti anda
nl: Upload een scan van je energierekening
pl: Prześlij skan rachunku za media
pt_br: Envie a digitalização de uma fatura de serviço
ru: Загрузите скан коммунального платежа
tr: Faturanızın bir taramasını yükleyin
uk: Завантажте скан рахунку за комунальні послуги

# lng_passport_address_registration
source: Passport registration
be: Рэгістрацыя
ca: Registre de passaport
de: Reisepass-Registrierung
es: Registro de pasaporte
fr: Inscription au passeport
it: Registrazione passaporto
ko: 여권 등록
ms: Pendaftaran pasport
nl: Paspoortregistratie
pl: Rejestracja paszportowa
pt_br: Registro de passaporte
ru: Прописка
tr: Pasaport kaydı
uk: Реєстрація паспорта

# lng_passport_address_registration_upload
source: Upload a scan of your passport registration page
be: Запампуйце сканаваную старонку з рэгістрацыяй у вашым пашпарце
ca: Escanegeu i pugeu la pàgina del registre de passaport
de: Scan deiner Reisepass-Registrierung hochladen
es: Sube un escaneo de la página de registro de tu pasaporte
fr: Envoyez un scan de votre document de demande de passeport
it: Carica una scansione della pagina di registrazione del tuo passaporto
ko: 회원님의 여권 등록 페이지를 스캔하여 업로드하세요
ms: Muat naik imbasan muka surat pendaftaran pasport anda
nl: Upload een scan van je paspoortregistratiepagina
pl: Prześlij skan strony swojej rejestracji paszportowej
pt_br: Envie um scan da página de registro do seu passaporte
ru: Загрузите скан страницы паспорта с пропиской
tr: Pasaport kayıt sayfanızın bir taramasını yükleyin
uk: Завантажте скан сторінки паспорта з реєстрацією

# lng_passport_address_statement
source: Bank statement
be: Справаздача з банка
ca: Extracte del compte bancari
de: Kontoauszug
es: Extracto de cuenta bancaria
fr: Relevé bancaire
it: Estratto conto
ko: 입출금 내역서
ms: Penyata bank
nl: Bankafschrift
pl: Wyciąg bankowy
pt_br: Extrato bancário
ru: Справка из банка
tr: Banka bildirimi
uk: Банківська виписка

# lng_passport_address_statement_upload
source: Upload a scan of your bank statement
be: Запампуйце вашу сканаваную справаздачу з банка
ca: Escanegeu i pugeu un extracte del compte bancari
de: Scan deines Kontoauszugs hochladen
es: Sube un escaneo de tu extracto de cuenta bancaria
fr: Envoyez un scan de votre relevé bancaire
it: Carica una scansione del tuo estratto conto
ko: 회원님의 입출금 내역서를 스캔하여 업로드하세요
ms: Muat naik imbasan penyata bank anda
nl: Upload een scan van je bankafschrift
pl: Prześlij skan wyciągu bankowego
pt_br: Envie a digitalização do seu extrato bancário
ru: Загрузите скан справки из банка
tr: Banka bildiriminizin bir taramasını yükleyin
uk: Завантажте скан банківської виписки

# lng_passport_address_temporary
source: Temporary registration
be: Часовая рэгістрацыя
ca: Registre temporal
de: Temporäre Registrierung
es: Registro temporal
fr: Inscription temporaire
it: Registrazione temporanea
ko: 가등기
ms: Pendaftaran sementara
nl: Tijdelijk identiteitsbewijs
pl: Rejestracja tymczasowa
pt_br: Registro temporário
ru: Временная прописка
tr: Geçici kayıt
uk: Тимчасова реєстрація

# lng_passport_address_temporary_upload
source: Upload a scan of your temporary registration
be: Запампуйце ваша сканаванае пасведчанне аб часовай рэгістрацыі
ca: Escanegeu i pugeu el vostre registre temporal
de: Scan deiner vorübergehenden Registrierung
es: Sube un escaneo de tu registro temporal
fr: Envoyez un scan de votre inscription temporaire
it: Carica una scansione della tua registrazione temporanea
ko: 회원님의 가등기를 스캔하여 업로드하세요
ms: Muat naik imbasan pendaftaran sementara anda
nl: Upload een scan van je tijdelijke identiteitsbewijs
pl: Prześlij skan umowy najmu
pt_br: Envie a digitalização do seu registro temporário
ru: Загрузите скан временной прописки
tr: Geçici kaydınızın bir taramasını yükleyin
uk: Завантажте скан тимчасової реєстрації

# lng_passport_address_title
source: Residential address
be: Адрас пражывання
ca: Adreça de residència
de: Wohnsitzadresse
es: Dirección de residencia
fr: Adresse de résidence
it: Indirizzo di residenza
ko: 거주지 주소
ms: Alamat tempat tinggal
nl: Woonadres
pl: Adres zamieszkania
pt_br: Endereço residencial
ru: Адрес проживания
tr: Yerleşim adresi
uk: Адреса проживання

# lng_passport_allow
source: You allow {bot} to send you messages.
be: Вы дазваляеце {bot} адпраўляць вам паведамленні.
ca: Permeteu a {bot} enviar-vos missatges.
de: {bot} darf mir Nachrichten senden.
es: Permites que {bot} te envíe mensajes.
fr: Vous autorisez {bot} à vous envoyer des messages.
it: Consenti a {bot} di inviarti messaggi.
ko: {bot} 봇에서 메시지를 보내도록 허용하셨습니다.
ms: Anda benar {bot} kirim mesej kepada anda.
nl: Je staat {bot} toe om je berichten te sturen.
pl: Zezwalasz botowi {bot} na wysyłanie ci wiadomości.
pt_br: Você permite que {bot} te envie mensagens.
ru: Вы разрешаете {bot} отправлять Вам сообщения.
tr: {bot} botunun size mesaj göndermesi için izin verir.
uk: Ви дозволяєте {bot} надсилати вам повідомлення.

# lng_passport_authorize
source: Authorize
be: Аўтарызаваць
ca: Autoritza
de: Autorisieren
es: Autorizar
fr: Autoriser
it: Autorizza
ko: 승인
ms: Diberi kuasa
nl: Toestaan
pl: Autoryzuj
pt_br: Autorizar
ru: Авторизоваться
tr: YETKİLENDİR
uk: Авторизуватися

# lng_passport_birth_date
source: Date of birth
be: Дата нараджэння
ca: Data de naixement
de: Geburtsdatum
es: Nacimiento
fr: Date de naissance
it: Data di nascita
ko: 생년월일
ms: Tarikh lahir
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
ru: Дата рождения
tr: Doğum tarihi
uk: Дата народження

# lng_passport_choose_image
source: Choose scan image
be: Выберыце сканаваны дакумент
ca: Trieu una imatge escanejada
de: Scan-Bild auswählen
es: Elegir escanear imagen
fr: Choisissez l'image du scan
it: Seleziona scansione
ko: 스캔 이미지 선택
ms: Pilih imej imbasan
nl: Kies een gescande afbeelding
pl: Wybierz zeskanowany obraz
pt_br: Escolher imagem digitalizada
ru: Выберите изображение со сканом
tr: Tarama görüntüsünü seçin
uk: Виберіть зображення скану

# lng_passport_code_sent
source: A confirmation code was sent to {email}
be: Код пацвярджэння адпраўлены на {email}
ca: S'ha enviat un codi de confirmació a {email}
de: Ein Bestätigungscode wurde an {email} gesendet
es: Se envió un código de confirmación a {email}
fr: Un code de confirmation a été envoyé à {email}
it: Un codice di conferma è stato inviato a {email}
ko: 아래 이메일로 인증 코드를 보냈습니다 {email}
ms: Kod kepastian dihantar ke {email}
nl: Een bevestigingscode is verstuurd naar {email}
pl: Kod potwierdzający został wysłany na adres {email}
pt_br: Um código de confirmação foi enviado para {email}
ru: Код подтверждения отправлен на {email}
tr: {email} adresine bir onay kodu gönderildi
uk: Код підтвердження було надіслано на {email}

# lng_passport_confirm_email
source: We've sent a confirmation code to your email {email}.
be: Мы адправілі код пацвярджэння на ваш адрас {email}.
ca: Us hem enviat un codi de confirmació a la vostra adreça electrònica {email}.
de: Wir haben dir einen Bestätigungscode an {email} gesendet.
es: Enviamos un código de confirmación a tu correo {email}.
fr: Nous avons envoyé un code de confirmation à votre courriel {email}.
it: Abbiamo inviato un codice di conferma alla tua email {email}.
ko: {email} 편으로 인증 코드를 보냈습니다.
ms: Kami telah kirim kod kepastian ke emel anda {email}.
nl: We hebben een bevestigingscode naar je email {email} verstuurd.
pl: Na twój e-mail {email} wysłaliśmy kod potwierdzenia.
pt_br: Enviamos um código de confirmação para seu email {email}.
ru: Код подтверждения отправлен на Ваш адрес электронной почты {email}.
tr: {email} e-posta adresinize bir onay kodu gönderdik.
uk: Ми надіслали код підтвердження на вашу е-пошту {email}.

# lng_passport_confirm_phone
source: We've sent an SMS with a confirmation code to your phone {phone}.
be: Мы адправілі SMS з кодам актывацыі на ваш тэлефон {phone}.
ca: Us hem enviat un SMS amb el codi de confirmació al vostre telèfon {phone}.
de: Wir haben dir eine SMS mit einem Bestätigungscode an {phone} gesendet.
es: Enviamos un SMS con un código de confirmación a tu teléfono {phone}.
fr: Nous avons envoyé un SMS avec un code de confirmation au numéro {phone}.
it: Abbiamo inviato un SMS con un codice di conferma al tuo numero {phone}.
ko: {phone} 번호로 인증 코드가 담긴 SMS를 보냈습니다.
ms: Kami telah kirim ke fon anda {phone} kod kepastian melalui SMS.
nl: We hebben een SMS met een bevestigingscode naar je telefoon {phone} gestuurd.
pl: Na twój telefon {phone} wysłaliśmy SMS z kodem potwierdzenia.
pt_br: Enviamos um SMS com um código de confirmação para o seu telefone {phone}.
ru: На Ваш номер {phone} отправлено сообщение с кодом подтверждения.
tr: {phone} telefonunuza onay kodu içeren bir kısa mesaj gönderdik.
uk: Ми надіслали SMS із кодом підтвердження на ваш телефон {phone}.

# lng_passport_country_choose
source: Choose country
be: Выбраць краіну
ca: Trieu un país
de: Land auswählen
es: Elegir país
fr: Choisissez un pays
it: Scegli Paese
ko: 국가 선택
ms: Pilih negara
nl: Land kiezen
pl: Wybierz kraj
pt_br: Escolha o país
ru: Выберите страну
tr: Ülke seçin
uk: Виберіть країну

# lng_passport_create_password
source: Please create a password which will be used to encrypt your personal data.
be: Прызначце пароль, які будзе ўжывацца, каб зашыфраваць вашы персанальныя даныя.
ca: Creeu una contrasenya que s'utilitzarà per a xifrar les vostres dades personals.
de: Bitte erstelle ein Passwort, welches deine persönlichen Daten verschlüsseln wird.
es: Por favor, crea una contraseña que será usada para cifrar tus datos personales.
fr: Merci de créer un mot de passe qui sera utilisé pour chiffrer vos données personnelles.
it: Per favore crea una password che sarà utilizzata per crittografare i tuoi dati personali.
ko: 회원님의 개인 정보를 암호화하는 데 쓰일 비밀번호를 만들어 주세요.
ms: Sila cipta kata laluan yang akan diguna untuk menyulitkan data peribadi anda.
nl: Stel een wachtwoord in waarmee we je persoonlijke gegevens versleutelen
pl: Utwórz hasło, które będzie używane do szyfrowania twoich danych osobowych.
pt_br: Por favor, crie uma senha que será usada para criptografar seus dados pessoais.
ru: Пожалуйста, задайте пароль, с помощью которого будут зашифрованы Ваши данные.
tr: Lütfen kişisel verilerinizi şifrelemek için kullanılacak bir parola oluşturun.
uk: Створіть пароль для шифрування ваших особистих даних.

# lng_passport_delete_address
source: Delete address information
be: Выдаліць звесткі аб адрасе
ca: Elimina la informació d'adreça
de: Adressinformationen löschen
es: Eliminar dirección
fr: Supprimer votre adresse
it: Elimina informazioni indirizzo
ko: 주소정보 삭제
ms: Hapus maklumat alamat
nl: Adresgegevens verwijderen
pl: Usuń informacje adresowe
pt_br: Apagar informações de endereço
ru: Удалить информацию об адресе
tr: ADRES BİLGİLERİNİ SİL
uk: Видалити адресну інформацію

# lng_passport_delete_address_sure
source: Are you sure you want to delete your address information?
be: Вы ўпэўнены, што хочаце выдаліць адрас?
ca: Segur que voleu eliminar la informació de la vostra adreça?
de: Möchtest du wirklich deine Adressinformationen löschen?
es: ¿Quieres eliminar la dirección?
fr: Voulez-vous vraiment supprimer votre adresse ?
it: Vuoi davvero eliminare le informazioni del tuo indirizzo?
ko: 정말 회원님의 주소 정보를 삭제하시겠습니까?
ms: Anda pasti mahu hapus maklunat alamat anda?
nl: Adresgegevens echt verwijderen?
pl: Czy na pewno chcesz usunąć informacje adresowe?
pt_br: Tem certeza de que deseja apagar suas informações de endereço?
ru: Вы точно хотите удалить информацию о своём адресе?
tr: Adres bilgilerinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити адресну інформацію?

# lng_passport_delete_details_sure
source: Are you sure you want to delete your personal details?
be: Вы ўпэўнены, што хочаце выдаліць персанальныя звесткі?
ca: Segur que voleu eliminar les vostres dades personals?
de: Möchtest du wirklich deine persönlichen Daten löschen?
es: ¿Quieres eliminar tus datos personales?
fr: Voulez-vous vraiment supprimer vos informations personnelles ?
it: Vuoi davvero eliminare i tuoi dettagli personali?
ko: 정말 개인 신상 명세를 삭제하시겠습니까?
ms: Anda pasti mahu hapus maklumat peribadi anda?
nl: Persoonsgegevens echt verwijderen?
pl: Czy na pewno chcesz usunąć dane osobowe?
pt_br: Tem certeza de que deseja apagar seus dados pessoais?
ru: Вы точно хотите удалить личную информацию?
tr: Kişisel bilgilerinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити особисті дані?

# lng_passport_delete_document
source: Delete document
be: Выдаліць дакумент
ca: Elimina el document
de: Dokument löschen
es: Eliminar documento
fr: Supprimer le document
it: Elimina documento
ko: 서류 삭제
ms: Hapus dokumen
nl: Document verwijderen
pl: Usuń dokument
pt_br: Apagar documento
ru: Удалить документ
tr: BELGEYİ SİL
uk: Видалити документ

# lng_passport_delete_document_sure
source: Are you sure you want to delete this document?
be: Вы ўпэўнены, што хочаце выдаліць гэты дакумент?
ca: Segur que voleu eliminar aquest document?
de: Bist du sicher, dass du dieses Dokument wirklich löschen willst?
es: ¿Quieres eliminar este documento?
fr: Voulez-vous vraiment supprimer ce document ?
it: Vuoi davvero eliminare questo documento?
ko: 정말 이 서류를 삭제하시겠습니까?
ms: Anda pasti mahu hapus dokumen ini?
nl: Document echt verwijderen?
pl: Czy na pewno chcesz usunąć ten dokument?
pt_br: Tem certeza de que deseja apagar esse documento?
ru: Вы точно хотите удалить этот документ?
tr: Bu belgeyi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей документ?

# lng_passport_delete_email
source: Delete email
be: Выдаліць адрас электроннай пошты
ca: Elimina l'adreça electrònica
de: E-Mail löschen
es: Eliminar correo electrónico
fr: Supprimer votre courriel
it: Elimina email
ko: 이메일 삭제
ms: Hapus emel
nl: E-mail verwijderen
pl: Usuń e-mail
pt_br: Apagar email
ru: Удалить email
tr: E-POSTAYI SİL
uk: Видалити е-пошту

# lng_passport_delete_email_sure
source: Are you sure you want to delete your email address?
be: Вы ўпэўнены, што хочаце выдаліць адрас электроннай пошты?
ca: Segur que voleu eliminar la vostra adreça electrònica?
de: Möchtest du wirklich deine E-Mail Adresse löschen?
es: ¿Quieres eliminar tu dirección de correo electrónico?
fr: Voulez-vous vraiment supprimer votre courriel ?
it: Vuoi davvero eliminare il tuo indirizzo email?
ko: 정말 회원님의 이메일 주소를 삭제하시겠습니까?
ms: Anda pasti mahu hapus alamat emel anda?
nl: E-mailadres echt verwijderen?
pl: Czy na pewno chcesz usunąć adres e-mail?
pt_br: Tem certeza de que deseja apagar seu endereço de email?
ru: Вы точно хотите удалить адрес электронной почты?
tr: E-posta adresinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити е-пошту?

# lng_passport_delete_phone
source: Delete phone number
be: Выдаліць нумар тэлефона
ca: Elimina el número de telèfon
de: Telefonnummer löschen
es: Eliminar número de teléfono
fr: Supprimer votre numéro
it: Elimina numero di telefono
ko: 전화번호 삭제
ms: Hapus nombor fon
nl: Telefoonnummer verwijderen
pl: Usuń numer telefonu
pt_br: Apagar número de telefone
ru: Удалить номер телефона
tr: TELEFON NUMARASINI SİL
uk: Видалити номер телефону

# lng_passport_delete_phone_sure
source: Are you sure you want to delete your phone number?
be: Вы ўпэўнены, што хочаце выдаліць ваш нумар тэлефона?
ca: Segur que voleu eliminar el vostre número de telèfon?
de: Möchtest du wirklich deine Telefonnummer löschen?
es: ¿Quieres eliminar tu número de teléfono?
fr: Voulez-vous vraiment supprimer votre numéro de téléphone ?
it: Vuoi davvero eliminare il tuo numero di telefono?
ko: 정말 회원님의 전화번호를 삭제하시겠습니까?
ms: Anda pasti mahu hapus nombor fon anda?
nl: Telefoonnummer echt verwijderen?
pl: Czy na pewno chcesz usunąć numer telefonu?
pt_br: Tem certeza de que deseja apagar seu número de telefone?
ru: Вы точно хотите удалить свой номер телефона?
tr: Telefon numaranızı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити номер телефону?

# lng_passport_delete_scan_undo
source: Undo
be: Адрабіць
ca: Desfés
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ko: 취소
ms: Batal
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отмена
tr: GERİ AL
uk: Скасувати

# lng_passport_document_details
source: Document details
be: Звесткі дакумента
ca: Detalls del document
de: Angaben zum Dokument
es: Datos del documento
fr: Détails du document
it: Dettagli documento
ko: 서류 세부 정보
ms: Perincian dokumen
pl: Szczegóły dokumentu
pt_br: Detalhes do documento
ru: Данные документа
tr: Belge ayrıntıları
uk: Дані документа

# lng_passport_document_type
source: Please choose the type of your document:
be: Выберыце тып дакумента:
ca: Trieu el tipus de document:
de: Bitte wähle die Art des Dokuments aus:
es: Por favor, elige el tipo de documento:
fr: Choisissez votre type de document :
it: Per favore scegli il tipo di documento:
ko: 서류 종류를 선택해 주세요:
ms: Sila pilih jenis dokumen anda:
nl: Kies het type document
pl: Wybierz typ dokumentu:
pt_br: Por favor, escolha o tipo do seu documento:
ru: Пожалуйста, выберите тип документа:
tr: Lütfen belgenizin türünü seçin:
uk: Виберіть тип документа:

# lng_passport_email_validate
source: Validate
be: Пацвердзіць
ca: Valida-ho
de: Bestätigen
es: Validar
fr: Valider
it: Valida
ko: 인증
ms: Pastikan
nl: Valideren
pl: Potwierdź
pt_br: Validar
ru: Подтвердить
tr: Doğrula
uk: Підтвердження

# lng_passport_error_bad_size
source: Sorry, this image has wrong dimensions.
be: На жаль, гэты відарыс мае недапушчальныя памеры.
ca: Ep, aquesta imatge té una mida incorrecta.
de: Das Bild hat leider falsche Abmessungen.
es: Lo sentimos, esta imagen tiene dimensiones erróneas.
fr: Cette image n'a pas les bonnes dimensions.
it: Spiacenti, questa immagine ha dimensioni sbagliate.
ko: 죄송합니다. 이미지 크기가 잘못되었습니다.
ms: Maaf, imej ini mempunyai ukuran salah.
nl: Sorry, dit bestand heeft het verkeerde formaat.
pl: Ten obraz ma nieprawidłowe wymiary.
pt_br: Imagem com dimensões incorretas.
ru: К сожалению, у этого изображения недопустимые размеры.
tr: Üzgünüz, bu görüntünün yanlış boyutları var.
uk: Це зображення з недопустимими розмірами.
